Repository: paulgessinger/swift-paperless
Catalog: AppShared/Sources/AppShared/Resources/Localization/Settings.xcstrings
Source language: en
Languages: da, de, fr, it, nl, pl, tr

# offlineSyncDataSince
source: Across all servers, since %@
da: Siden %@
de: Seit %@
fr: Depuis le %@
it: Dal %@
nl: Sinds %@
pl: Od %@
tr: %@ tarihinden beri

# offlineSyncDefaultView
source: Default view
da: Standardvisning
de: Standardansicht
fr: Vue par défaut
it: Vista predefinita
nl: Standaardweergave
pl: Widok domyślny
tr: Varsayılan görünüm

# offlineSyncDetailFill
source: Downloading document details…
da: Henter dokumentdetaljer…
de: Dokumentdetails werden geladen…
fr: Téléchargement des détails des documents…
it: Download dei dettagli dei documenti…
nl: Documentgegevens downloaden…
pl: Pobieranie szczegółów dokumentów…
tr: Doküman ayrıntıları indiriliyor…

# offlineSyncFilling
source: Downloading library…
da: Henter bibliotek…
de: Bibliothek wird geladen…
fr: Téléchargement de la bibliothèque…
it: Download della libreria…
nl: Bibliotheek downloaden…
pl: Pobieranie biblioteki…
tr: Kitaplık indiriliyor…

# offlineSyncIdle
source: Idle
da: Inaktiv
de: Inaktiv
fr: Inactif
it: Inattivo
nl: Inactief
pl: Bezczynny
tr: Boşta

# offlineSyncLastFullFill
source: Last full sync
da: Seneste fulde synkronisering
de: Letzte vollständige Synchronisierung
fr: Dernière synchronisation complète
it: Ultima sincronizzazione completa
nl: Laatste volledige synchronisatie
pl: Ostatnia pełna synchronizacja
tr: Son tam eşitleme

# offlineSyncLastRefresh
source: Last refreshed
da: Senest opdateret
de: Zuletzt aktualisiert
fr: Dernière actualisation
it: Ultimo aggiornamento
nl: Laatst vernieuwd
pl: Ostatnie odświeżenie
tr: Son yenileme

# offlineSyncNever
source: Never
da: Aldrig
de: Nie
fr: Jamais
it: Mai
nl: Nooit
pl: Nigdy
tr: Asla

# offlineSyncNow
source: Sync now
da: Synkroniser nu
de: Jetzt synchronisieren
fr: Synchroniser maintenant
it: Sincronizza ora
nl: Nu synchroniseren
pl: Synchronizuj teraz
tr: Şimdi eşitle

# offlineSyncProblemsDescription
source: These views couldn't be downloaded for offline use. This could be a bug or an incompatibility with the server version
da: Disse visninger kunne ikke hentes til offlinebrug. Det kan skyldes en fejl eller manglende kompatibilitet med serverversionen
de: Diese Ansichten konnten nicht für die Offline-Nutzung heruntergeladen werden. Das kann ein Fehler oder eine Inkompatibilität mit der Serverversion sein
fr: Ces vues n'ont pas pu être téléchargées pour une utilisation hors ligne. Il peut s'agir d'un bogue ou d'une incompatibilité avec la version du serveur
it: Non è stato possibile scaricare queste viste per l'uso offline. Potrebbe trattarsi di un bug o di un'incompatibilità con la versione del server
nl: Deze weergaven konden niet worden gedownload voor offlinegebruik. Dit kan een bug zijn of een incompatibiliteit met de serverversie
pl: Nie udało się pobrać tych widoków do użytku offline. Może to być błąd lub niezgodność z wersją serwera
tr: Bu görünümler çevrimdışı kullanım için indirilemedi. Bunun nedeni bir hata ya da sunucu sürümüyle uyumsuzluk olabilir

# offlineSyncProblemsHeader
source: Sync problems
da: Synkroniseringsproblemer
de: Synchronisierungsprobleme
fr: Problèmes de synchronisation
it: Problemi di sincronizzazione
nl: Synchronisatieproblemen
pl: Problemy z synchronizacją
tr: Eşitleme sorunları

# offlineSyncProgressCount
source: %1$lld of %2$lld
da: %1$lld af %2$lld
de: %1$lld von %2$lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld
nl: %1$lld van %2$lld
pl: %1$lld z %2$lld
tr: %1$lld / %2$lld

# offlineSyncReconcileProgressCount
source: %1$lld of %2$lld changes
da: %1$lld af %2$lld ændringer
de: %1$lld von %2$lld Änderungen
fr: %1$lld sur %2$lld modifications
it: %1$lld di %2$lld modifiche
nl: %1$lld van %2$lld wijzigingen
pl: %1$lld z %2$lld zmian
tr: %1$lld / %2$lld değişiklik

# offlineSyncReconciling
source: Checking for changes…
da: Søger efter ændringer…
de: Änderungen werden geprüft…
fr: Recherche de modifications…
it: Ricerca di modifiche…
nl: Controleren op wijzigingen…
pl: Sprawdzanie zmian…
tr: Değişiklikler denetleniyor…

# offlineSyncRefreshing
source: Refreshing attributes…
da: Opdaterer attributter…
de: Attribute werden aktualisiert…
fr: Actualisation des attributs…
it: Aggiornamento degli attributi…
nl: Attributen vernieuwen…
pl: Odświeżanie atrybutów…
tr: Öznitelikler yenileniyor…

# offlineSyncResetStatistics
source: Reset statistics
da: Nulstil statistik
de: Statistik zurücksetzen
fr: Réinitialiser les statistiques
it: Azzera le statistiche
nl: Statistieken resetten
pl: Zresetuj statystyki
tr: İstatistikleri sıfırla

# offlineSyncTitle
source: Offline & Sync
da: Offline og synkronisering
de: Offline & Synchronisierung
fr: Hors ligne et synchronisation
it: Offline e sincronizzazione
nl: Offline en synchronisatie
pl: Offline i synchronizacja
tr: Çevrimdışı ve eşitleme

# offlineSyncTotal
source: Total
da: I alt
de: Gesamt
it: Totale
nl: Totaal
pl: Łącznie
tr: Toplam

# offlineSyncWaitingForWifi
source: Waiting for Wi-Fi
da: Venter på Wi-Fi
de: Warten auf WLAN
fr: En attente du Wi-Fi
it: In attesa del Wi-Fi
nl: Wachten op wifi
pl: Oczekiwanie na Wi-Fi
tr: Wi-Fi bekleniyor

source: Organization
da: Organisation
de: Organisation
fr: Organisation
it: Organizzazione
nl: Organisatie
pl: Organizacja
tr: Organizasyon

source: Preferences
da: Præferencer
de: Präferenzen
fr: Préférences
it: Preferenze
nl: Voorkeuren
pl: Preferencje
tr: Ayarlar

# releaseNotesLabel
source: Release notes
da: Noter til udgivelsen
de: Versionshinweise
fr: Notes de mise à jour
it: Note di rilascio
nl: Release-opmerkingen
pl: Informacje o wersji
tr: Sürüm notları

# reportBug
source: Report a bug
da: Rapporter en fejl
de: Fehler melden
fr: Signaler une erreur
it: Segnala un bug
nl: Meld een bug
pl: Zgłoś błąd
tr: Hata bildir

# resetAppVersionDescription
source: The app does certain bookkeeping based on the app version. This resets the app version, making the app perform as if it was a clean install.
da: Appen foretager en vis bogføring baseret på app-versionen. Dette nulstiller app-versionen og får appen til at fungere, som om det var en ren installation.
de: Die App führt bestimmte Buchhaltungsaufgaben auf der Grundlage der App-Version aus. Hier kann die App-Version zurückgesetzt werden, so dass die App so funktioniert, als wäre sie neu installiert worden.
fr: L'application effectue certaines opérations de compatibilité en fonction de la version de l'application. Cette opération réinitialise la version de l'application, de sorte que l'application fonctionne comme s'il s'agissait d'une installation propre.
it: L'applicazione esegue alcune operazioni contabili in base alla versione dell'applicazione. Ripristinando la versione dell'app, questa si comporterà come se fosse un'installazione pulita.
nl: De app voert een bepaalde boekhouding op basis van de app-versie. Hierdoor wordt de app-versie gereset, waardoor de app presteert alsof het een schone installatie is.
pl: Aplikacja wykonuje pewne czynności w zależności od zapisanej wersji aplikacji. Ta funkcja resetuje zapisaną wersję, dzięki czemu aplikacja działa tak, jakby była świeżo zainstalowania.
tr: Uygulama, sürümüne bağlı olarak belirli kayıtlar tutar. Bu, uygulama sürümünü sıfırlar ve uygulamanın temiz bir yükleme gibi çalışmasını sağlar.

# resetFilterConfiguration
source: Reset
da: Nulstil
de: Zurücksetzen
fr: Réinitialiser
tr: Sıfırla

source: Select Certificate
da: Vælg certifikat
de: Zertifikat auswählen
fr: Sélectionner un certificat
it: Seleziona Certificato
nl: Selecteer certificaat
pl: Wybierz certyfikat
tr: Sertifika seç

source: Server name
da: Serverens navn
fr: Nom du serveur
it: Nome del server
nl: Servernaam
pl: Nazwa serwera
tr: Sunucu adı

# showDocumentDetailPropertyBar
source: Show document property bar
da: Vis dokumentets egenskabslinje
de: Dokumenteneigenschaftsleiste anzeigen
fr: Afficher la barre de propriétés du document
it: Mostra barra delle proprietà documento
nl: Documenteigenschappen weergeven
pl: Pokaż pasek właściwości dokumentu
tr: Doküman özellik çubuğunu göster

# showDocumentDetailPropertyBarDescription
source: Show the document properties in the bottom of the document detail screen by default.
da: Vis som standard dokumentegenskaberne i bunden af skærmbilledet med dokumentoplysninger.
de: Dokumenteigenschaften standardmäßig am Ende des Dokument-Detailbildschirms anzeigen.
fr: Afficher les propriétés du document au bas de l'écran détaillé du document par défaut.
it: Mostra le proprietà del documento nella parte inferiore della schermata di dettaglio del documento.
nl: Toon standaard de document eigenschappen onderaan het document detail scherm.
pl: Domyślnie wyświetlaj właściwości dokumentu w dolnej części ekranu szczegółów dokumentu.
tr: Doküman özelliklerini varsayılan olarak doküman ayrıntı ekranının alt kısmında gösterin.

# tipJarDescription
source: Support development with a **one-time tip**! Tips are **optional** and don’t unlock extra features.
da: Støt udviklingen med et **engangs-tip**! Tips er **valgfrie** og låser ikke op for ekstra funktioner.
de: Unterstütze die Entwicklung mit einer **einmaligen Spende**! Spenden sind **optional** und schalten keine zusätzlichen Funktionen frei.
fr: Soutenez le développement avec une **contribution unique** ! Les contributions sont **facultatives** et n’activent aucune fonctionnalité supplémentaire.
it: Sostenete lo sviluppo con un **singolo suggerimento**! Le mance sono **opzionali** e non sbloccano funzioni extra.
nl: Steun de ontwikkeling met een **eenmalige tip**! Tips zijn **optioneel** en ontgrendelen geen extra functies.
pl: Wesprzyj rozwój za pomocą **jednorazowego napiwku**! Napiwki są **opcjonalne** i nie odblokowują dodatkowych funkcji.
tr: Bir **tek seferlik bahşiş** ile geliştirmeyi destekleyin! Bahşişler **isteğe bağlıdır** ve ekstra özelliklerin kilidini açmaz.

# tipJarLoadError
source: Couldn’t load tips right now. Please try again later.
da: Kunne ikke indlæse tips lige nu. Prøv venligst igen senere.
de: Die Spende-Optionen können im Moment nicht geladen werden. Bitte versuche es später noch einmal.
fr: Impossible de charger les contributions pour le moment. Réessayez plus tard.
it: Non è possibile caricare i suggerimenti in questo momento. Riprovare più tardi.
nl: Tips kunnen nu niet worden geladen. Probeer het later nog eens.
pl: Nie można teraz załadować wskazówek. Spróbuj ponownie później.
tr: Şu anda ipuçları yüklenemiyor. Lütfen daha sonra tekrar deneyin.

# tipJarLoading
source: Loading tip options…
da: Indstillinger for indlæsning af tip…
de: Lade Spenden-Optionen…
fr: Chargement des options de contribution…
it: Opzioni del puntale di caricamento…
nl: Laadtipopties…
pl: Opcje końcówki ładującej…
tr: Yükleme ucu seçenekleri…

# tipJarNoProducts
source: No tip options are available yet.
da: Der er endnu ingen tipsmuligheder.
de: Es sind keine Spende-Optionen verfügbar.
fr: Aucune option de contribution n’est disponible pour le moment.
it: Non sono ancora disponibili opzioni per i suggerimenti.
nl: Er zijn nog geen tipopties beschikbaar.
pl: Opcje napiwków nie są jeszcze dostępne.
tr: Henüz bahşiş seçeneği mevcut değildir.

# tipJarOptionsTitle
source: Choose a tip
da: Vælg et tip
de: Eine Spende auswählen
fr: Choisir une contribution
it: Scegliere un suggerimento
nl: Kies een tip
pl: Wybierz końcówkę
tr: Bir ipucu seçin

# tipJarPendingMessage
source: Your tip is pending approval from the App Store.
da: Dit tip afventer godkendelse fra App Store.
de: Deine Spende wartet auf die Genehmigung des App Stores.
fr: Votre contribution est en attente d'approbation par l'App Store.
it: Il vostro suggerimento è in attesa di approvazione da parte dell'App Store.
nl: Je tip is in afwachting van goedkeuring door de App Store.
pl: Twój napiwek oczekuje na zatwierdzenie przez App Store.
tr: Tavsiyeniz App Store'dan onay bekliyor.

# tipJarPendingTitle
source: Purchase Pending
da: Afventer køb
de: Kauf ausstehend
fr: Achat en cours
it: In attesa di acquisto
nl: In afwachting van aankoop
pl: Zakup w toku
tr: Satın Alma Bekleniyor

# tipJarPurchaseErrorMessage
source: The purchase didn’t go through. Please try again later.
da: Købet gik ikke igennem. Prøv venligst igen senere.
de: Der Kauf wurde nicht erfolgreich abgeschlossen. Bitte versuche es später noch einmal.
fr: L'achat n'a pas été effectué. Veuillez réessayer plus tard.
it: L'acquisto non è andato a buon fine. Si prega di riprovare più tardi.
nl: De aankoop is niet gelukt. Probeer het later nog eens.
pl: Zakup nie został zrealizowany. Spróbuj ponownie później.
tr: Satın alma işlemi gerçekleşmedi. Lütfen daha sonra tekrar deneyin.

# tipJarPurchaseErrorTitle
source: Purchase Failed
da: Køb mislykkedes
de: Kauf fehlgeschlagen
fr: Échec de l'achat
it: Acquisto non riuscito
nl: Aankoop mislukt
pl: Zakup nie powiódł się
tr: Satın Alma Başarısız

# tipJarThanksMessage
source: Thanks for supporting Swift Paperless!
da: Tak, fordi du støtter Swift Paperless!
de: Vielen Dank für die Unterstützung von Swift Paperless!
fr: Merci de soutenir Swift Paperless !
it: Grazie per aver sostenuto Swift Paperless!
nl: Bedankt voor je steun aan Swift Paperless!
pl: Dziękujemy za wsparcie Swift Paperless!
tr: Swift Paperless'ı desteklediğiniz için teşekkürler!

# tipJarThanksTitle
source: Thank You! ❤️
da: Tak! ❤️
de: Vielen Dank! ❤️
fr: Merci ! ❤️
it: Grazie! ❤️
nl: Hartelijk dank! ❤️
pl: Dziękujemy! ❤️
tr: Teşekkürler! ❤️

# tipJarTitle
source: Tip Jar
da: Drikkedunk
de: Spenden-Box
fr: Contributions
it: Barattolo dei suggerimenti
nl: Fooienpot
pl: Wskazówka
tr: Bahşiş Kavanozu

# title
source: Settings
da: Indstillinger
de: Einstellungen
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
tr: Ayarlar

# transferCategoryFill
source: Library fill
da: Biblioteksdownload
de: Bibliothek laden
fr: Remplissage de la bibliothèque
it: Download della libreria
nl: Bibliotheek vullen
pl: Pobieranie biblioteki
tr: Kitaplık doldurma

# transferCategoryOther
source: Other
da: Andet
de: Sonstiges
fr: Autre
it: Altro
nl: Overig
pl: Inne
tr: Diğer

# transferCategoryReconcile
source: Reconcile
da: Afstemning
de: Abgleich
fr: Réconciliation
it: Riconciliazione
nl: Afstemming
pl: Uzgadnianie
tr: Uzlaştırma

# transferCategorySync
source: Element sync
da: Elementsynkronisering
de: Elementsynchronisierung
fr: Synchronisation des éléments
it: Sincronizzazione degli elementi
nl: Elementsynchronisatie
pl: Synchronizacja elementów
tr: Öğe eşitlemesi

# trashConfirmDeleteAction
source: Delete %u documents?
da: Slette %u dokumenter?
de: %u Dokumente löschen?
fr: Supprimer %u documents?
it: Eliminare %u documenti?
nl: %u documenten verwijderen?
pl: Usunąć %u dokumentów?
tr: %u belge silinsin mi?

# trashEmptyDescription
source: There are currently no documents in the trash
da: Der er i øjeblikket ingen dokumenter i papirkurven
de: Derzeit befinden sich keine Dokumente im Papierkorb
fr: Il n'y a actuellement aucun document dans la corbeille
it: Al momento non ci sono documenti nel cestino
nl: Er zijn momenteel geen documenten in de prullenbak
pl: W koszu nie ma obecnie żadnych dokumentów
tr: Çöp kutusunda şu anda hiçbir belge yok

# trashEmptyTitle
source: Trash empty
da: Papirkurven er tom
de: Papierkorb leer.
fr: Corbeille vide
it: Cestino vuoto
nl: Prullenbak leeg
pl: Kosz pusty
tr: Çöp kutusu boş

# trashRestoreButton
source: Restore
da: Gendan
de: Wiederherstellen
fr: Restaurer
it: Ripristino
nl: Herstel
pl: Przywracanie
tr: Geri Yükleme

# trashTitle
source: Trash
da: Affald
de: Papierkorb
fr: Poubelle
it: Rifiuti
nl: Vuilnis
pl: Śmieci
tr: Çöp

# unsupportedVersion
source: This server has version `%@` which is lower than version `%@` that the app requires. You might experience issues!
da: Denne server har version `%@`, som er lavere end version `%@`, som appen kræver. Du kan opleve problemer!
de: Dieser Server hat die Version "%@", die niedriger ist als die Version "%@", die die Anwendung benötigt. Das kann Fehler verursachen!
fr: Ce serveur a la version `%@` qui est inférieure à la version `%@` requise par l'application. Vous pourriez rencontrer des problèmes !
it: Questo server ha la versione `%@` che è inferiore alla versione `%@` richiesta dall'applicazione. Potreste riscontrare dei problemi!
nl: Deze server heeft versie `%@` die lager is dan versie `%@` die de app vereist. Je zou problemen kunnen ondervinden!
pl: Ten serwer ma wersję `%@`, która jest starsza niż wersja `%@` wymagana przez aplikację. Mogą wystąpić problemy!
tr: Bu sunucunun sürümü `%@` uygulamanın gerektirdiği `%@` sürümünden daha düşüktür. Çeşitli sorunlarla karşılaşabilirsiniz!

source: Update available
da: Opdatering tilgængelig
de: Update verfügbar
fr: Mise à jour disponible
it: Aggiornamento disponibile
nl: Update beschikbaar
pl: Aktualizacja dostępna
tr: Güncelleme mevcut

# useBiometricLock
source: Lock app with %@
da: Lås app med %@
de: App mit %@ sperren
fr: Verrouiller l'appli avec %@
it: Blocca app con %@
nl: Vergrendel app met %@
pl: Zablokuj aplikację z %@
tr: Uygulamayı %@ ile kilitleyin

# versionInfoLabel
source: Version info
da: Info om version
de: Versionsinformation
fr: Informations de version
it: Info versione
nl: Versie-informatie
pl: Informacje o wersji
tr: Sürüm bilgisi

# tipJarTipsLabel
source: Tips!
de: Spenden!
fr: Contrubtions !
it: Suggerimenti!
pl: Wskazówki!
tr: İpuçları!

# backendVersion
source: Server version
fr: Version du serveur
it: Versione del server
nl: Serverversie
pl: Wersja serwera
tr: Sunucu sürümü

# debugMenu
source: Debug
fr: Débogage
pl: Debugowanie
tr: Hata ayıklama

# offlineBrowsingModeHeader
source: Offline
fr: Hors ligne
it: Non connesso
pl: W trybie offline
tr: Çevrimdışı

# offlineSyncStatusHeader
source: Status
fr: État
it: Stato
pl: Stan
tr: Durum

# activeServerUrl
source: URL
pl: Adres URL
